import '../models.dart';

const List<Department> MOCK_DEPARTMENT = [
  Department(
    id: 'dep01',
    name: 'กรมโรงงานอุตสาหกรรม',
    description:
        'เป็นหน่วยงานสังกัดกระทรวงอุตสาหกรรม โดยมีหน้าที่ในการบริหารจัดการ และกำกับดูแลธุรกิจอุตสาหกรรม โดยยึดแนวทางการรักษาสิ่งแวดล้อม ความปลอดภัย สุขอนามัย และประหยัดพลังงาน รวมไปถึงสนับสนุนข้อมูล และองค์ความรู้ต่างๆ ที่เกี่ยวข้องกับการพัฒนาธุรกิจอุตสาหกรรม',
    url: 'https://www.diw.go.th/',
    image: 'assets/images/departments/dep01.png',
  ),
  Department(
    id: 'dep02',
    name: 'กรมอุตสาหกรรมพื้นฐานและงานเหมืองแร่',
    description:
        'เป็นหน่วยงานสังกัดกระทรวงอุตสาหกรรม มีหน้าที่ความรับผิดชอบหลักในการอนุญาตและกำกับดูแลการประกอบกิจการอุตสาหกรรมแร่และโลหการตามกฎหมายว่าด้วยแร่ กฎหมายว่าด้วยโรงงาน และกฎหมายอื่นๆ ที่เกี่ยวข้อง อีกทั้งการจัดเก็บรายได้ของรัฐในส่วนที่เกี่ยวข้อง และการศึกษาวิจัยเพื่อพัฒนาอุตสาหกรรมแร่ โลหการ และอุตสาหกรรมพื้นฐาน และรับผิดชอบภารกิจด้านโลจิสติกส์อุตสาหกรรม รวมถึงการสนับสนุน และให้บริการทางวิชาการแก้หน่วยงานราชการ เอกชน รัฐวิสาหกิจ และประชาชนทั่วไป',
    url: 'http://www.dpim.go.th/',
    image: 'assets/images/departments/dep02.png',
  ),
  Department(
    id: 'dep03',
    name: 'กรมส่งเสริมอุตสาหกรรม',
    description:
        'เป็นหน่วยงานสังกัดกระทรวงอุตสาหกรรม โดยมีบทบาทสำคัญด้านการส่งเสริมอุตสาหกรรมที่จำเป็นของประเทศ และมีภารกิจส่งเสริม สนับสนุน พัฒนาอุตสาหกรรมวิสาหกิจขนาดกลางและขนาดย่อม วิสาหกิจชุมชน ผู้ประกอบการ และผู้ให้บริการธุรกิจอุตสาหกรรมให้มีสมรรถภาพและขีดความสามารถในการประกอบการที่มีความเป็นเลิศและยั่งยืนสู่สากล',
    url: 'https://www.dip.go.th/',
    image: 'assets/images/departments/dep03.png',
  ),
  Department(
    id: 'dep04',
    name: 'สำนักงานเศรษฐกิจอุตสาหกรรม',
    description:
        'เป็นหน่วยงานสังกัดกระทรวงอุตสาหกรรม มีหน้าที่เสนอแนะนโยบาย แนวทางและมาตรการด้านการพัฒนาอุตสาหกรรม รวมทั้งจัดทำแผนพัฒนาอุตสาหกรรมของประเทศ กำหนดแนวทางความร่วมมือด้านเศรษฐกิจอุตสาหกรรมระหว่างประเทศ ประชุมเจรจากับองค์การหรือหน่วยงานต่างประเทศด้านอุตสาหกรรม และศึกษา วิเคราะห์เศรษฐกิจอุตสาหกรรม ตลอดถึงวิเคราะห์ วิจัย คาดการณ์แนวโน้ม และเตือนภัยด้านเศรษฐกิจอุตสาหกรรม ประสาน เร่งรัด ติดตาม และประเมินผลการพัฒนาอุตสาหกรรม รวมทั้งกำหนดนโยบายการสำรวจ การเก็บรักษา การใช้ประโยชน์ข้อมูลด้านอุตสาหกรรม',
    url: 'http://www.oie.go.th/',
    image: 'assets/images/departments/dep04.png',
  ),
  Department(
    id: 'dep05',
    name: 'สำนักงานมาตรฐานผลิตภัณฑ์อุตสาหกรรม',
    description:
        'เป็นหน่วยงานสังกัดกระทรวงอุตสาหกรรม มีหน้าที่ในการทดสอบ วิจัย วิเคราะห์ พัฒนาและรับรองผลิตภัณฑ์สินค้าอุตสาหกรรมให้ได้มาตรฐาน',
    url: 'https://www.tisi.go.th/',
    image: 'assets/images/departments/dep05.png',
  ),
  Department(
    id: 'dep06',
    name: 'สำนักงานคณะกรรมการอ้อยและน้ำตาลทราย',
    description:
        'เป็นหน่วยงานสังกัดกระทรวงอุตสาหกรรม โดยมีหน้าที่ในการควบคุมดูแลการผลิตอุตสาหกรรมอ้อย และ น้ำตาลทราย ศึกษาและวิเคราะห์ข้อมูลเกี่ยวกับการผลิตอ้อย น้ำตาลทราย และอุตสาหกรรมต่อเนื่อง การใช้และการจำหน่ายภายในประเทศและต่างประเทศ และ วางแผนการการปลูกและผลิตอ้อยเพื่อใช้ในการผลิตน้ำตาลทราย รวมไปถึง วิเคราะห์ วิจัย เพื่อเพิ่มคุณภาพและประสิทธิภาพผลิตอ้อยและน้ำตาลทราย และ เผยแพร่ความรู้เกี่ยวกับการผลิต การใช้ และการจำหน่ายอ้อยและน้ำตาลทราย',
    url: 'http://www.ocsb.go.th/',
    image: 'assets/images/departments/dep06.png',
  ),
  Department(
    id: 'dep07',
    name: 'การนิคมอุตสาหกรรมแห่งประเทศไทย',
    description:
        'เป็นรัฐวิสาหกิจในสังกัดกระทรวงอุตสาหกรรม เป็นหน่วยงานที่มีหน้าที่พัฒนาและจัดตั้งนิคมอุตสาหกรรม จัดพื้นที่สำหรับโรงงานอุตสาหกรรมให้เข้ารวมกันอย่างมีระบบและมีระเบียบ และเป็นกลไกของภาครัฐในการกระจายการพัฒนาอุตสาหกรรมออกไปสู่ภูมิภาค',
    url: 'https://www.ieat.go.th/',
    image: 'assets/images/departments/dep07.png',
  ),
];
