import '../models.dart';

const List<News> MOCK_NEWS = [
  News(
    id: 'nws01',
    title: 'ประกาศรายชื่อกฎหมายและหน่วยงานที่รับผิดชอบ',
    content:
        'การประเมินผลสัมฤทธิ์ของกฎหมาย การจัดทำคำอธิบาย คำแปลของกฎหมาย การเผยแพร่ข้อมูลกฎหมาย กฎเกณฑ์ตามพระราชบัญญัติหลักเกณฑ์การจัดทำร่างกฎหมาย และการประเมินผลสัมฤทธิ์ของกฎหมาย พ.ศ.๒๕๖๒ กรณีรัฐมนตรีว่าการกระทรวงอุตสาหกรรมเป็นผู้รักษาการตามกฎหมาย \nหน่วยงานที่รับผิดชอบการจัดทำคำอธิบายและคำแปลของกฎหมาย และการเผยแพร่ข้อมูลกฎหมายและกฎเกณฑ์สำหรับกฎหมายที่ไม่ต้องประเมินผลสัมฤทธิ์ตามมาตรา ๒๙ (๓) (๕) และ (๖) \nDownload (http://www.industry.go.th/ola/index.php/agency/2020-02-26-02-17-53/37-2020-02-26-01-45-16) \nหน่วยงานที่รับผิดชอบการประเมินผลสัมฤทธิ์ของกฎหมายการจัดทำคำอธิบายและคำแปลของกฎหมาย และการเผยแพร่ข้อมูลกฎหมายและกฎเกณฑ์กรณีรัฐมนตรีว่าการกระกรวงอุตสาหกรรมเป็นผู้รักษาการ \nDownload (http://www.industry.go.th/ola/index.php/agency/2020-02-26-02-17-53/35-2020-02-26-01-39-33) \nหน่วยงานที่รับผิดชอบการประเมินผลสัมฤทธิ์ของกฎหมายการจัดทำคำอธิบายและคำแปลของกฎหมาย และการเผยแพร่ข้อมูลกฎหมายและกฎเกณฑ์กรณีรัฐมนตรีว่าการกระกรวงอุตสาหกรรมเป็นผู้รักษาการร่วม \nDownload (http://www.industry.go.th/ola/index.php/agency/2020-02-26-02-17-53/36-2020-02-26-01-41-07)',
    date: '2563-02-26', //ไม่มีเวลาบอก
    author: 'กระทรวงอุตสาหกรรม',
    bannerImage: 'assets/images/news/nws01.jpg',
    typeId: 'nwst00',
    tag: ['kw27', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws02',
    title: 'รวมใจไทย ปลูกต้นไม้ เพื่อแผ่นดิน',
    content:
        'ขอเชิญเข้าร่วมโครงการและกิจกรรมปลูกต้นไม้และปลูกป่าเฉลิมพระเกียรติ เนื่องในโอกาสมหามงคลพระราชพิธีบรมราชาภิเษก \n"รวมใจไทย ปลูกต้นไม้ เพื่อแผ่นดิน" \nร่วมปลูกต้นไม้ (https://plant.forest.go.th/login)',
    bannerImage: 'assets/images/news/nws02.jpg',
    typeId: 'nwst00',
    tag: ['kw03', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws03',
    title: 'รางวัลแห่งเกียรติยศของอุตสาหกรรมไทย',
    content:
        '"รางวัลแห่งเกียรติยศของอุตสาหกรรมไทย" The Prime Minister\'s Industry Award 2020 ประกาศรับสมัครและสรรหาผู้สมัคร มกราคม-กุมภาพันธ์ 2563 (สามารถขยายระยะเวลารับสมัครได้ตามความเหมาะสม) ตรวจประเมินรอบที่ 1 และ 2 มีนาคม-พฤษภ่คม 2563 \nรายละเอียดเพิ่มเติม (http://www.industry.go.th/industry_award/)',
    bannerImage: 'assets/images/news/nws03.jpg',
    typeId: 'nwst00',
    tag: ['kw28', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws04',
    title: 'สินเชื่อ SME โตไว ไทยยั่งยืน',
    content: 'คลิก (https://www.smessrc.com/fund)',
    bannerImage: 'assets/images/news/nws04.jpg',
    typeId: 'nwst00',
    tag: ['kw18', 'kw34'],
  ),
  News(
    id: 'nws05',
    title: 'ค่าธรรมเนียมรายปีโรงงาน',
    content:
        'ผู้ประกอบกิจการโรงงานที่มีกำหนดชำระค่าธรรมเนียมในเดือนพฤศจิกายน 2562 สำนักงานอุตสาหกรรมจังหวัดจะเริ่มส่งใบแจ้งการชำระเงิน (Bill Payment) ให้ทางไปรษณีย์ตั้งแต่วันนี้เป็นต้นไป \nหลังจากได้รับใบแจ้งฯ สามารถนำไปชำระได้ที่ธนาคารกรุงไทย 3 ช่องทาง ดังนี้ \n1. ที่ทำการทุกสาขาทั่วประเทศ \n2. ตู้ ATM \n3. แอพพลิเคชั่น Next \n**ชำระได้ทันทีไม่ต้องรอเดือนพฤศจิกายน*** \nเมื่อชำระเงินเสร็จเรียบร้อยแล้วสามารถติดตามสถานะการชำระเงินได้ตาม QR Code ที่ปรากฎในใบแจ้ง (สถานะจะอัพเดทวันถัดไปหลังจากชำระเงิน) \n#กระทรวงอุตสาหกรรม #ค่าธรรมเนียมรายปี #iindustry',
    date: '2562-10-09', //ไม่มีเวลาบอก
    author: 'กระทรวงอุตสาหกรรม',
    imgurl:
        'https://scontent.fbkk5-4.fna.fbcdn.net/v/t1.0-9/p960x960/71849519_142192970450280_3202901994758995968_o.png?_nc_cat=103&_nc_sid=8024bb&_nc_ohc=3dDHvTV2icUAX_cSW5o&_nc_ht=scontent.fbkk5-4.fna&oh=0e9986bffe34fd0866a4b03acaad7edf&oe=5E835C6A',
    bannerImage: 'assets/images/news/nws05.jpg',
    typeId: 'nwst00',
    tag: ['kw07', 'kw10', 'kw34'],
  ),
  News(
    id: 'nws06',
    title: 'ปลัดกอบชัยฯ เปิดจุดตรวจคัดกรองไวรัสโคโรน่า (โควิด-19) อาคาร สมอ.',
    content:
        'วันนี้ (2 มีนาคม 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม พร้อมด้วย นางสาวสุชาดา แทนทรัพย์ โฆษกประจำกระทรวงอุตสาหกรรม นายกฤชนนท์ อัยยปัญญา รองโฆษกประจำกระทรวงอุตสาหกรรมร่วมเปิดจุดตรวจคัดกรองไวรัสโคโรน่า (โควิด-19) โดยมี นายวันชัย พนมชัย เลขาธิการสำนักงานมาตรฐานผลิตภัณฑ์อุตสาหกรรม พร้อมด้วย คณะผู้บริหาร ให้การต้อนรับ ณ ห้องโถงกลาง ชั้น 1 อาคาร สมอ. /nโดย สมอ. ได้จัดตั้งจุดคัดกรองตรวจวัดอุณหภูมิ พร้อมจัดเตรียมเจลล้างมือ ให้กับเจ้าหน้าที่ และประชาชนที่มาติดต่อราชการ ณ บริเวณประตูทางเข้าอาคาร นอกจากนี้ สมอ.ยังเพิ่มการดูแลสุขอนามัยของสถานที่เพิ่มเติม โดยจัดให้มีการทำความสะอาดพื้นที่ พร้อมใช้แอลกอฮอล์เช็ดบริเวณพื้นผิวสัมผัส เช่น ราวบันได ปุ่มกดลิฟต์ มือจับประตู ทุก 2 ชั่วโมง เพื่อป้องกันไวรัสโคโรน่า(โควิด-19) เนื่องจาก สมอ. มีประชาชนมาติดต่อราชการเป็นจำนวนมาก',
    date: '2563-03-02 14:08:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/3bac688fef47a770bc642265fdbcfb2a.jpg',
    typeId: 'nwst01',
    tag: ['kw29', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws07',
    title:
        'รองปลัดฯ ภานุวัฒน์ ให้การต้อนรับเอกอัครราชทูตอินเดียประจำประเทศไทยและคณะ',
    content:
        'วันนี้ (28 กุมภาพันธ์ 2563) นายภานุวัฒน์ ตริยางกูรศรี รองปลัดกระทรวงอุตสาหกรรม ให้การต้อนรับ H.E. Mrs. Suchitra Durai เอกอัครราชทูตอินเดียประจำประเทศไทยและคณะเข้าพบ เพื่อนำเสนอนโยบายด้านเศรษฐกิจประจำปี 2563-2564 ของรัฐบาลอินเดีย โดยทั้ง 2 ฝ่าย ตระหนักถึงความสอดคล้องของนโยบาย "มองตะวันตก" (Look west policy) ของไทย และ "มุ่งตะวันออก" (Act east policy) ของอินเดียและหารือแนวทางการลงทุนระหว่างไทยและอินเดีย โดยเฉพาะในเขตพื้นที่ Jummu and Kashmir ตลอดจนแนวทางการผลักดันผู้ประกอบการสตาร์ทอัพทั้งสองฝ่าย ผ่านแพลตฟอร์ม InnoSpace (Thailand) และการสนับสนุนทุนการศึกษาต่อในสาขาด้านเทคโนโลยีที่สำคัญในประเทศอินเดีย ณ ห้องประชุมชุณหะวัณ สำนักงานปลัดกระทรวงอุตสาหกรรม',
    date: '2563-03-02 09:53:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/dee5d2ea1cb9becac9315c436e9dc1a0.jpg',
    typeId: 'nwst01',
    tag: ['kw18', 'kw23', 'kw34', 'kw35'],
  ),
  News(
    id: 'nws08',
    title:
        'รองปลัดวรวรรณฯ นำคณะเจ้าหน้าที่กระทรวงอุตสาหกรรมร่วมพิธีเจริญพระพุทธมนต์ถวายพระพรชัยมงคล',
    content:
        'วันนี้ (28 กุมภาพันธ์ 2563) นางวรวรรณ ชิตอรุณ รองปลัดกระทรวงอุตสาหกรรม นำคณะเจ้าหน้าที่กระทรวงอุตสาหกรรม ร่วมพิธีเจริญพระพุทธมนต์ถวายพระพรชัยมงคลแด่สมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ พระบรมราชชนนีพันปีหลวง พระบาทสมเด็จพระวชิรเกล้าเจ้าอยู่หัว และสมเด็จพระนางเจ้าฯ พระบรมราชินี ณ พระอุโบสถวัดพระศรีรัตนศาสดาราม',
    date: '2563-03-02 09:49:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/5af8a11c0240e815baf3fa38aa24f774.jpg',
    typeId: 'nwst01',
    tag: ['kw33', 'kw34', 'kw30'],
  ),
  News(
    id: 'nws09',
    title:
        '2 รองปลัดฯ คนเก่ง รับมอบประกาศนียบัตรหลักสูตรผู้บริหารงานด้านกฎหมายภาครัฐระดับสูง รุ่นที่ 8',
    content:
        '27 กุมภาพันธ์ 2563 – นายภานุวัฒน์ ตริยางกูรศรี รองปลัดกระทรวงอุตสาหกรรม และนายจุลพงษ์ ทวีศรี รองปลัดกระทรวงอุตสาหกรรม เข้าร่วมพิธีปิดการฝึกอบรมและรับมอบประกาศนียบัตรหลักสูตร ผู้บริหารงานด้านกฎหมายภาครัฐระดับสูง รุ่นที่ 8 จาก นายปกรณ์ นิลประพันธ์ เลขาธิการคณะกรรมการกฤษฎีกา ณ ห้อง Somerset Ballroom โรงแรม เดอะ เบอร์เคลีย์ ประตูน้ำ กรุงเทพฯ \nหลักสูตรผู้บริหารงาน ด้านกฎหมายภาครัฐระดับสูง จัดโดยสำนักงานคณะกรรมการกฤษฎีกา วัตถุประสงค์เพื่อสร้างเครือข่ายผู้บริหารงานด้านกฎหมายภาครัฐให้มีการแลกเปลี่ยนวิสัยทัศน์ร่วมกันจนสามารถวางแผนการเสนอร่างกฎหมายได้อย่างเป็นระบบ อันเป็นประโยชน์ในการบริหารราชการแผ่นดิน ผลักดันนโยบายของรัฐบาล สามารถแก้ปัญหาต่างๆ ได้อย่างเหมาะสม และทันต่อสถานการณ์โลกที่เปลี่ยนแปลงไป',
    date: '2563-02-28 23:08:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/da24b0600975e4412077f581b4fa9bf6.jpg',
    typeId: 'nwst01',
    tag: ['kw28', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws10',
    title:
        'รองปลัดฯ ภานุวัฒน์ เป็นประธานการประชุมคณะกรรมการแร่ ครั้งที่ 2/2563',
    content:
        'วันที่ 27 กุมภาพันธ์ 2563 เวลา 13.30 น. นายภานุวัฒน์ ตริยางกูรศรี รองปลัดกระทรวงอุตสาหกรรม เป็นประธานการประชุมคณะกรรมการแร่ ครั้งที่ 2/2563 โดยมีนายวิษณุ ทับเที่ยง อธิบดีกรมอุตสาหกรรมพื้นฐานและการเหมืองแร่ และนายสกล จุลาภา ผู้อำนวยการกองบริการงานอนุญาต เป็นเลขานุการและผู้ช่วยฝ่ายเลขานุการ ทั้งนี้ คณะกรรมการประกอบไปด้วยผู้ทรงคุณวุฒิหลากหลายสาขา อาทิ การทำเหมือง สังคมศาสตร์ สิ่งแวดล้อม และสุขภาพ ด้านละ 1 ท่าน และผู้แทนองค์กรชุมชน องค์กรเอกชน พร้อมด้วยข้าราชการและผู้แทนหน่วยงานที่เกี่ยวข้อง ณ ห้องประชุมดีบุก กรมอุตสาหกรรมพื้นฐานและการเหมืองแร่ โดยประเด็นหลักในการประชุม คือ ให้ความเห็นชอบในการอนุญาตประทานบัตร จำนวน 2 เรื่อง และคำขอต่ออายุประทานบัตร 2 เรื่อง ตามพระราชบัญญัติแร่ พ.ศ.2560',
    date: '2563-02-28 15:50:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/6f715956e854bcc8c19549cadd7d1424.jpg',
    typeId: 'nwst01',
    tag: ['kw13', 'kw30', 'kw34'],
  ),
  News(
    id: 'nws11',
    title:
        'ปลัดกอบชัยฯ เป็นประธานการประชุมสร้างเครือข่ายพันธมิตร บูรณาการเสริมสร้างเอสเอ็มอี หนุนผู้ประกอบการภาคอีสาน',
    content:
        'วันนี้ (28 กุมภาพันธ์ 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม ในฐานะประธานกรรมการธนาคารพัฒนาวิสาหกิจขนาดกลางและขนาดย่อมแห่งประเทศไทย เป็นประธานการประชุมร่วมขับเคลื่อนนโยบายการช่วยเหลือผู้ประกอบการ SMEs โครงการหนุน SMEs ไทย ก้าวไกลไปด้วยกัน พร้อมด้วย นายจุลพงษ์ ทวีศรี รองปลัดกระทรวงอุตสาหกรรม และนายณัฐพล รังสิตพล อธิบดีกรมส่งเสริมอุตสาหกรรม โดยมี นางสาวนารถนารี รัฐปัตย์ รองกรรมการผู้จัดการ รักษาการแทนกรรมการผู้จัดการ ธนาคารพัฒนาวิสาหกิจขนาดกลางและขนาดย่อมแห่งประเทศไทย และคณะผู้บริหารให้การต้อนรับ ณ โรงแรมบ้านเชียง จังหวัดอุดรธานี \nปลัดกอบชัยฯ กล่าวว่า การพัฒนาศักยภาพและเพิ่มขีดความสามารถทางการแข่งขันให้กับผู้ประกอบการขนาดกลางและขนาดย่อม SMEs เป็นสิ่งจำเป็นและต้องเร่งดำเนินการโดยด่วน  เพื่อให้พร้อมต่อการรับมือกับปัญหาเศรษฐกิจโลกที่มีความเปลี่ยนแปลง กระทรวงอุตสาหกรรมในฐานะหน่วยงานหลักของภาครัฐในการสนับสนุน เอสเอ็มอี พร้อมด้วยหน่วยงานพันธมิตร ประกอบด้วย สภาอุตสาหกรรมแห่งประเทศไทย สภาหอการค้าแห่งประเทศไทย สภาเกษตรแห่งชาติ สมาพันธ์เอสเอ็มอีไทย และสมาพันธ์ธุรกิจท่องเที่ยวส่วนภูมิภาคแห่งประเทศไทย ร่วมวางแนวทางพัฒนาผู้ประกอบการเอสเอ็มอี  ช่วยยกระดับสินค้าและบริการ เพื่อนำไปสู่การสร้างงาน สร้างรายได้ กระจายรายได้สู่ชุมชน และช่วยให้เศรษฐกิจของประเทศไทยเติบโตอย่างเข้มแข็งและยั่งยืน \nสำหรับโครงการ "หนุน SMEs ไทย ก้าวไกลไปด้วยกัน" เป็นโครงการเพิ่มขีดความสามารถทางการแข่งขันให้กับผู้ประกอบการเอสเอ็มอีครอบคลุมในทุกมิติ ไม่ทิ้งใครไว้ข้างหลัง แต่จะก้าวไปด้วยกัน โดยธนาคารพัฒนาวิสาหกิจขนาดกลางและขนาดย่อมแห่งประเทศไทย (ธพว.) หรือ SMEs D Bank เป็นแกนกลางหลักในการเชื่อมโยง บูรณาการความช่วยเหลือจากหน่วยงานพันธมิตร โดยมีวัตถุประสงค์เพื่อต้องการให้ผู้ประกอบการมีเงินทุนนำไปใช้หมุนเวียน ลงทุน ขยาย ปรับปรุงกิจการ ซึ่งมีจุดเด่นที่อัตราดอกเบี้ยถูกที่สุดในบรรดาสินเชื่อเอสเอ็มอีของทุกสถาบันการเงินในปัจจุบัน  #เครือข่ายพันธมิตร   #กระทรวงอุตสาหกรรม  #โครงการหนุน SMEs ไทย',
    date: '2563-02-28 15:39:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/a616f0db2256f7f1735717ae9bba2b8e.jpg',
    typeId: 'nwst01',
    tag: ['kw18', 'kw30', 'kw34'],
  ),
  News(
    id: 'nws12',
    title:
        'ก.อุตฯ ออกมาตรการป้องกันและแก้ไขปัญห���การระบาดของเชื้อไวรัสโคโรน่าสายพันธุ์ใหม่ 2019 (ไวรัส “โควิด-19”) ย้ำให้เจ้าหน้าที่งดการเดินทางไปยังประเทศที่มีความเสี่ยง',
    content:
        'จากสถานการณ์การระบาดของเชื้อไวรัสโคโรน่าสายพันธุ์ใหม่ 2019 (ไวรัส “โควิด-19”) ที่เกิดขึ้น ดังนั้นเพื่อเป็นการป้องกันและควบคุมไม่ให้มีการระบาดของโรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) อย่างมีประสิทธิภาพ และลดการแพร่กระจายของเชื้อโรคดังกล่าวมิให้ติดต่อไปยังบุคคลอื่น รวมทั้งเพื่อมิให้ส่งผลกระทบต่อสุขภาพของเจ้าหน้าที่และการดำเนินงานของกระทรวงอุตสาหกรรม \nนายกอบชัยสังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม ได้ออกประกาศกระทรวงอุตสาหกรรม เรื่องมาตรการป้องกันและการเฝ้าระวังการระบาดของโรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) ระบุว่าตามที่คณะกรรมการโรคติดต่อแห่งชาติได้ประกาศให้โรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) เป็นโรคติดต่ออันตราย ลำดับที่ ๑๔ ตามกฎหมายว่าด้วยโรคติดต่อ จึงกำหนดมาตรการป้องกันและการเฝ้าระวังการระบาดของโรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) สำหรับส่วนราชการและหน่วยงานในสังกัดกระทรวงอุตสาหกรรม ดังนี้ \n๑. ให้เจ้าหน้าที่ดูแลสุขภาพส่วนบุคคลด้วยการหมั่นล้างมือให้สะอาดอยู่เสมอด้วยน้ำและสบู่ หรือแอลกอฮอล์เจลล้างมือ ไม่นำมือมาสัมผัสตา จมูก ปาก โดยไม่จำเป็น ควรสวมใส่หน้ากากอนามัยที่สะอาด เมื่ออยู่ในสถานที่ที่มีคนอยู่รวมกันเป็นจำนวนมาก ผู้ที่มีอาการไอ จาม ต้องใช้หน้ากากอนามัยทางการแพทย์เพื่อป้องกันการแพร่กระจายเชื้อ \n๒. เพิ่มการดูแลอนามัยด้านสถานที่ของหน่วยงาน เช่น การเพิ่มความถี่ในการทำความสะอาดพื้นทางเดินเข้า-ออกอาคาร ลิฟต์ ห้องน้ำ ด้วยน้ำยาฆ่าเชื้อ ตรวจเช็คทำความสะอาดจุดสัมผัสสาธารณะด้วยน้ำยาฆ่าเชื้อ เช่น ปุ่มกดลิฟต์ ราวบันได ที่จับหรือลูกบิดประตู/อาคาร จัดให้มีบริการเจลล้างมือโดยเฉพาะจุดที่มีการเข้า-ออกอาคาร หน้าลิฟต์ ห้องประชุม และศูนย์อาหาร เพิ่มความถี่ในการดูแลระบบเครื่องปรับอากาศเป็นกรณีพิเศษ ปิดประกาศประชาสัมพันธ์ สร้างการตระหนักรู้เกี่ยวกับการแพร่ระบาดและการปฏิบัติตนเพื่อป้องกันเชื้อโรค เป็นต้น \n ๓. ให้เจ้าหน้าที่งดหรือหลีกเลี่ยงการเดินทางไปยังหรือแวะผ่าน (Transit) ประเทศสาธารณรัฐประชาชนจีน สาธารณรัฐจีน (ไต้หวัน) เขตบริหารพิเศษฮ่องกงแห่งสาธารณรัฐประชาชนจีน เขตบริหารพิเศษมาเก๊าแห่งสาธารณรัฐประชาชนจีน สาธารณรัฐเกาหลี (เกาหลีใต้) ญี่ปุ่น มาเลเซีย สาธารณรัฐสังคมนิยมเวียดนาม สาธารณรัฐสิงค์โปร์ สหพันธ์สาธารณรัฐเยอรมัน สาธารณรัฐอิตาลี และสาธารณรัฐอิสลามอิหร่าน รวมทั้งประเทศ ที่อาจมีความเสี่ยงตามที่กระทรวงสาธารณสุขจะประกาศในอนาคต ระหว่างวันที่ ๒๗ กุมภาพันธ์ ๒๕๖๓ จนถึงวันที่ ๒๖ เมษายน ๒๕๖๓ หรือตามที่กระทรวงสาธารณสุขจะมีประกาศเปลี่ยนแปลง \n๔. เจ้าหน้าที่ซึ่งได้รับอนุมัติหรืออนุญาตให้เดินทางไปยังประเทศหรือพื้นที่ที่มีการระบาดของ โรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) ตาม ๓. ไปแล้วก่อนวันที่ประกาศนี้มีผลใช้บังคับ ขอให้เจ้าหน้าที่ดังกล่าวพิจารณาทบทวนความจำเป็นของการเดินทางโดยการงดหรือเลื่อนการเดินทางออกไปให้พ้นระยะเวลาที่กำหนดไว้ใน ๓.  \nในกรณีที่มีเหตุจำเป็นอย่างยิ่ง และไม่สามารถงดหรือเลื่อนการเดินทางไปยังประเทศหรือพื้นที่ที่มีการระบาดของโรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) ตาม ๓ ได้ให้ระมัดระวังและปฏิบัติตามคำแนะนำของกระทรวงสาธารณสุขเพื่อไม่��ห้เกิดการเจ็บป่วยหรือติดเชื้อ และเฝ้าระวังต่อเนื่องจนครบ ๑๔ วัน เมื่อเดินทางกลับมาถึงประเทศไทยแล้ว \n๕. เจ้าหน้าที่ที่เดินทางกลับจากประเทศหรือพื้นที่ที่มีการระบาดของโรคติดเชื้อไวรัสโคโรนาสายพันธุ์ใหม่ 2019 (COVID-19) ตาม ๓. ให้รายงานตัวต่อหัวหน้าส่วนราชการระดับกองหรือเทียบเท่าและในขณะปฏิบัติหน้าที่ราชการ ให้สวมหน้ากากอนามัยเพื่อป้องกันตลอดเวลา เฝ้าระวังตนเองเป็นพิเศษ หลีกเลี่ยงการอยู่ในที่คนหนาแน่น รักษาร่างกายให้แข็งแรง พักผ่อนให้เพียงพอ หากมีไข้ เจ็บคอ หายใจเร็ว หายใจเหนื่อย หรือหายใจลำบาก หรืออาการอื่นๆ อันเป็นข้อบ่งชี้ของการติดเชื้อไวรัสโคโรนา สายพันธุ์ใหม่ 2019 (COVID-19)ต้องเข้ารับการตรวจรักษาพยาบาล ณ สถานพยาบาลที่กระทรวงสาธารณสุข กำหนดโดยทันที \n๖. ให้เจ้าหน้าที่ติดตามประกาศของกระทรวงสาธารณสุข กระทรวงการต่างประเทศหรือรัฐบาล ในกรณีที่มีการประกาศคำแนะนำการเดินทางไปยังพื้นที่ที่มีการกักตัวผู้เดินทางออกจากประเทศไทย และปฏิบัติตามอย่างเคร่งครัดต่อไป \n--------------------------------- \n28 กุมภาพันธ์ 2563',
    date: '2563-02-28 15:26:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/9fd470a027f48ff03a8e63bcb9d51811.jpg',
    typeId: 'nwst01',
    tag: ['kw29', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws13',
    title:
        'รองปลัดฯ จุลพงษ์ เข้าร่วมเป็นวิทยากรบรรยายในการประชุมเชิงปฏิบัติการความร่วมมือด้านการศึกษาไทย-ออสเตรีย',
    content:
        'วันนี้ (26 กุมภาพันธ์ 2563) นายจุลพงษ์ ทวีศรี รองปลัดกระทรวงอุตสาหกรรม ร่วมเป็นวิทยากรบรรยาย ในการประชุมเชิงปฏิบัติการความร่วมมือด้านการศึกษาไทย-ออสเตรีย ในหัวข้อ "Integrated Technology and Industry 4.0" จัดโดย สำนักงานคณะกรรมการนโยบายเขตพัฒนาพิเศษภาคตะวันออก (สกพอ.) หรือ EEC โดยมีคณะผู้แทนออสเตรีย เจ้าหน้าที่ระดับสูงจากหน่วยงานด้านการศึกษา เทคโนโลยี และด้านเศรษฐกิจ ทั้งภาครัฐภาคเอกชน เข้าร่วม ณ ห้องแปซิฟิก 1-2 โรงแรม เดอะไทด์ รีสอร์ท บางแสน จังหวัดชลบุรี \nสำหรับวัตถุประสงค์การประชุมเชิงปฏิบัติการความร่วมมือด้านการศึกษาไทย-ออสเตรีย ในครั้งนี้ เพื่อหาแนวทางความร่วมมือด้านการศึกษาระหว่างประเทศไทยกับประเทศออสเตรีย โดยเฉพาะการพัฒนากำลังคน เพื่อรองรับความต้องการของภาคอุตสาหกรรมในเขตพัฒนาพิเศษภาคตะวันออก',
    date: '2563-02-27 13:18:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/45c6244c2cef8ef091e81e9aa9f70840.jpg',
    typeId: 'nwst01',
    tag: ['kw23', 'kw30', 'kw31', 'kw33', 'kw34', 'kw35'],
  ),
  News(
    id: 'nws14',
    title:
        '"รองปลัดฯ ภานุวัฒน์ ร่วมเป็นเกียรติในพิธีลงนามสัญญาร่วมดำเนินงาน โครงการนิคมอุตสาหกรรม เอเชีย คลีน ชลบุรี"',
    content:
        'วันนี้ (26 กุมภาพันธ์ 2563) เวลา 09.19 น. นายภานุวัฒน์ ตริยางกูรศรี รองปลัดกระทรวงอุตสาหกรรม ร่วมเป็นเกียรติในพิธีลงนามสัญญาร่วมดำเนินงาน โครงการนิคมอุตสาหกรรม เอเชีย คลีน ชลบุรี โดยมีนางสมจิณณ์ พิลึก ผู้ว่าการการนิคมอุตสาหกรรมแห่งประเทศไทย กล่าวแสดงความยินดี ณ ห้องประชุม 501 ชั้น 5 สำนักงานใหญ่ การนิคมอุตสาหกรรมแห่งประเทศไทย \nพิธีลงนามดังกล่าว เกิดขึ้นระหว่างการนิคมอุตสาหกรรมแห่งประเทศไทย (กนอ.) โดย นายอัฐพล จิรวัฒน์จรรยา รองผู้ว่าการ กนอ. กับ บริษัท เอเชีย คลีน อินดรัสเตรียล พร็อพเพอตี้ จำกัด โดย นายเสรี อติภัทธะ ประธานกรรมการบริษัท และนายณัฏฐ์ ทรงเมตตา กรรมการบริษัท เป็นผู้ลงนาม โดยโครงการนิคมอุตสาหกรรม เอเชีย คลีน ชลบุรี ถือว่าเป็นนิมคมอุตสาหกรรม ที่ กนอ. ร่วมดำเนินการแห่งที่ 61 มุ่งเน้นการพัฒนาระบบอุตสาหกรรมเชิงนิเวศที่เป็นมิตรกับสิ่งแวดล้อมและชุมชนโดยรอบ',
    date: '2563-02-27 13:11:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/378b72a6c2727a81a3ff4a7773cacab5.jpg',
    typeId: 'nwst01',
    tag: ['kw36', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws15',
    title:
        'ปลัดกอบชัยฯ ประชุมหารือพร้อมมอบนโยบายให้กับข้าราชการ พนักงาน และเจ้าหน้าที่กองกลาง สำนักงานปลัดกระทรวงอุตสาหกรรม',
    content:
        'วันนี้ (27 กุมภาพันธ์ 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม ประชุมหารือข้าราชการ พนักงาน และเจ้าหน้าที่กองกลาง สำนักงานปลัดกระทรวงอุตสาหกรรม พร้อมมอบนโยบายการปฏิบัติงานภายใต้แนวคิด “ตลาดและนวัตกรรมนำอุตสาหกรรมไทย” และหลักการบริหารงาน 4 ข้อ คือ คน เงิน งาน และเวลา โดยให้ทุกคนมุ่งเน้นความรวดเร็ว มีจิตบริการ อยู่บนพื้นฐานของความถูกต้องและกฎหมายที่วางไว้ โดยมีนางรวีวรรณ อุตรนคร ผู้อำนวยการกองกลาง สำนักงานปลัดกระทรวงอุตสาหกรรม ข้าราชการ พนักงาน และเจ้าหน้าที่ ร่วมประชุม ณ ห้องประชุม อก.1 ชั้น 2 อาคารสำนักงานปลัดกระทรวงอุตสาหกรรม',
    date: '2563-02-27 12:00:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/b31f827cbeb66dd6e2f60929f74f392e.jpg',
    typeId: 'nwst01',
    tag: ['kw26', 'kw30', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws16',
    title:
        'ปลัดกอบชัยฯ เปิดการสัมมนาเพื่อแสดงความเห็นต่อ(ร่าง)แผนปฏิบัติการดิจิทัลของกระทรวงอุตสาหกรรม พ.ศ. 2563-2565',
    content:
        'วันนี้ (27 กุมภาพันธ์ 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรมเป็นประธาน  เปิดการสัมมนาเพื่อแสดงความเห็นต่อ (ร่าง) แผนปฎิบัติการดิจิทัลของกระทรวงอุตสาหกรรม พ.ศ. 2563-2565 จากผู้ที่มีส่วนได้ส่วนเสียของกระทรวงอุตสาหกรรม เช่น สถาบันเครือข่าย หน่วยงานระดับกรมภายในกระทรวงอุตสาหกรรม และกอง/ศูนย์ในสังกัด กว่า 29 หน่วยงาน เพื่อรวบรวมข้อคิดเห็นข้อเสนอแนะที่สำคัญนำไปพัฒนาระบบและแผนปฎิบัติการดิจิทัลของกระทรวงอุตสาหกรรมต่อไป ณ โรงแรมเดอะ ทวินทาวเวอร์ กรุงเทพฯ',
    date: '2563-02-27 11:24:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/6773bb8d838f1f3935be85d9f8fc0192.jpg',
    typeId: 'nwst01',
    tag: ['kw30', 'kw34'],
  ),
  News(
    id: 'nws17',
    title:
        'ปลัดกระทรวงอุตสาหกรรม เปิดการสัมมนาเชิงปฏิบัติการ เรื่อง มาตรฐานเศรษฐกิจหมุนเวียน สร้างสมดุลการพัฒนาสู่ความยั่งยืน',
    content:
        'วันนี้ (26 กุมภาพันธ์ 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม เป็นประธานเปิดการสัมมนาเชิงปฏิบัติการ เรื่อง มาตรฐานเศรษฐกิจหมุนเวียน สร้างสมดุลการพัฒนาสู่ความยั่งยืน โดยมีนายวันชัย พนมชัย เลขาธิการสำนักงานมาตรฐานผลิตภัณฑ์อุตสาหกรรม ให้การต้อนรับ และได้รับเกียรติจาก ดร.สมชาย หาญหิรัญ สมาชิกวุฒิสภา ปาฐกถาพิเศษ เรื่อง ความจำเป็นของมาตรฐานเศรษฐกิจหมุนเวียน (Circular economy) ดร.ชญาน์ จันทวสุ ผู้ช่วยกรรมการผู้จัดการใหญ่ บริษัท พีทีที โกลบอล เคมิคอล จำกัด (มหาชน) บรรยายพิเศษเรื่อง มาตรฐานเศรษฐกิจหมุนเวียนในบทบาทภาคเอกชน และ ดร.พงษ์วิภา หล่อสมบูรณ์ ประธานคณะอนุกรรมการวิชาการรายสาขา คณะที่ 5 เศรษฐกิจหมุนเวียน บรรยายพิเศษเรื่อง มาตรฐานการตรวจสอบและรับรองแห่งชาติ แนวทางการใช้หลักการเศรษฐกิจหมุนเวียนในองค์กร มาตรฐานเลขที่ มตช. 2 – 2562 ณ  อาคารอิมแพค ฟอรั่ม ศูนย์แสดงสินค้าและการประชมอิมแพค เมืองทองธานี',
    date: '2563-02-26 21:40:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/5f766f946a8fbbc9ac2b52216072e42e.jpg',
    typeId: 'nwst01',
    tag: ['kw22', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws18',
    title:
        'ปลัดกอบชัยฯ ในฐานะกรรมการในคณะกรรมการอ้อยและน้ำตาลทราย ได้ร่วมประชุมคณะกรรมการอ้อยและน้ำตาลทราย ครั้งที่ 2/2563',
    content:
        'วันนี้ (26 กุมภาพันธ์ 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม ในฐานะกรรมการในคณะกรรมการอ้อยและน้ำตาลทราย ตามพระราชบัญญัติอ้อยและน้ำตาลทราย พ.ศ.2527 ได้เข้าร่วมประชุมคณะกรรมการอ้อยและน้ำตาลทราย ครั้งที่ 2/2563 โดยที่ประชุ��ได้แจ้งถึงสถานการณ์ผลผลิตอ้อยฤดูการผลิตปี 2562/2563 และรายงานการประชุมคณะกรรมการอ้อยและน้ำตาลทรายครั้งที่ 1/2563  ทั้งนี้ที่ประชุมให้คณะกรรมการฯ ร่วมกันพิจารณาการแต่งตั้งคณะกรรมการบริหาร คณะกรรมการอ้อย และคณะกรรมการน้ำตาลทราย ตามพระราชบัญญัติอ้อยและน้ำตาลทราย พ.ศ.2527 และร่างระเบียบคณะกรรมการบริหารกองทุนว่าด้วยการเก็บรักษา การหาผลประโยชน์และการใช้จ่ายเงินกองทุน พ.ศ.... ณ ห้องประชุมชั้น 1 สำนักงานคณะกรรมการอ้อยและน้ำตาลทราย',
    date: '2563-02-26 14:39:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/4659f43d68e34f29d98f0c35924afb4a.jpg',
    typeId: 'nwst01',
    tag: ['kw16', 'kw17', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws19',
    title:
        'รองปลัดวรวรรณฯ เยี่ยมชมการทำปลากระพงเค็มของกลุ่มผู้เลี้ยงปลากะพงในกระชังลุ่มนํ้าทะเลสาบสงขลา ณ จังหวัดพัทลุง',
    content:
        'วันนี้ (25 กุมภาพันธ์ 2562) นางวรวรรณ ชิตอรุณ รองปลัดกระทรวงอุตสาหกรรม และนายเจตนิพิฐ รอดภัย รองอธิบดีกรมส่งเสริมอุตสาหกรรม และคณะ ลงพื้นที่จังหวัดพัทลุง เพื่อเยี่ยมชมการทำปลากะพงเค็มของกลุ่มผู้เลี้ยงปลากะพงในกระชังลุ่มนํ้าทะเลสาบสงขลา พร้อมทั้งหารือผู้นำชุมชมแนะนำในเรื่องของบรรจุภัณฑ์ที่จะช่วย ยกระดับการแปรรูปผลิตภัณฑ์เพื่อเพิ่มมูลค่า และได้มอบหมายหน่วยงานในพื้นที่สนับสนุนกลุ่มผู้เลี้ยงปลากระพงสามนํ้าในการพัฒนาและยกระดับสินค้าสู่การเป็นสินค้าระดับชุมชนให้เป็นที่รู้จักมากยิ่งขึ้นต่อไป',
    date: '2563-02-26 09:15:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/c97c28947e21bfdb6f2fe77745e57776.jpg',
    typeId: 'nwst01',
    tag: ['kw37', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws20',
    title:
        'ปลัดกระทรวงอุตสาหกรรม เตรียมความพร้อมสนับสนุนข้อมูลการดำเนินงานของกระทรวงอุตสาหกรรมในการอภิปรายไม่ไว้วางใจรัฐบาล',
    content:
        'วันนี้ (25 กุมภาพันธ์ 2563) นายกอบชัย สังสิทธิสวัสดิ์ ปลัดกระทรวงอุตสาหกรรม พร้อมด้วยนายวิษณุ ทับเที่ยง อธิบดีกรมอุตสาหกรรมพื้นฐานและการเหมืองแร่ นายวันชัย พนมชัย เลขาธิการสำนักงานมาตรฐานผลิตภัณฑ์อุตสาหกรรม นายเอกภัทร วังสุวรรณ เลขาธิการคณะกรรมการอ้อยและน้ำตาลทราย และผู้บริหารระดับสูงของกระทรวงอุตสาหกรรม เตรียมความพร้อมสนับสนุนข้อมูลการดำเนินงานของกระทรวงอุตสาหกรรมในการอภิปรายไม่ไว้วางใจรัฐบาล ณ อาคารรัฐสภา เกียกกาย',
    date: '2563-02-25 16:18:00Z',
    author: 'สำนักบริหารกลาง',
    imgurl:
        'http://www.industry.go.th/center_mng/media/k2/items/src/5a33b6e61f32aa0eaae960c035432678.jpg',
    typeId: 'nwst01',
    tag: ['kw38', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws21',
    title:
        'ร่วมประชุมเชิงปฏิบัติการ "การลด และคัดแยกขยะมูลฝอยในหน่วยงานภาครัฐ ปีงบประมาณ พ.ศ.2563',
    content:
        'วันที่ 3 มีนาคม 2563 เวลา 08.30 น. นางสาวอารยา ไสลเพชร อุตสาหกรรมจังหวัดประจวบคีรีขันธ์ มอบหมายกลุ่มโรงงานอุตสาหกรรม โดยนายสารอฝัส บิลละเต๊ะ วิศวกรปฏิบัติการ เข้าร่วมประชุมเชิงปฏิบัติการ "การลด และคัดแยกขยะมูลฝอยในหน่วยงานภาครัฐ ปีงบประมาณ พ.ศ.2563" ณ ห้องปฏิบัติการคอมพิวเตอร์ สำนักงานพัฒนาฝีมือแรงงานประจวบคีรีขันธ์ อำเภอเมือง จังหวัดประจวบคีรีขันธ์ โดยมี พ.อ.กรกานต์ นาเวชนิชกุล รอง ผอ.รมน.ปข. เป็นประธานการประชุมและได้มอบสติ๊กเกอร์ "ที่นี่ไม่ต้อนรับพลาสติก กล่องโฟม" ให้กับเจ้าหน้าที่จากสำนักงานที่เข้าร่วมประชุมด้วย',
    date: '2563-03-03 16:59:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดประจวบคีรีขันธ์',
    imgurl:
        'http://www.industry.go.th/prachuapkhirikhan/media/k2/items/cache/7285b45fa10965073b79b3fffcc1a6e3_L.jpg',
    typeId: 'nwst02',
    tag: ['kw30', 'kw32', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws22',
    title:
        'ประชุมคณะกรรมการบริหารงานจังหวัดแบบบูรณาการจังหวัดสงขลา (ก.บ.จ.) ครั้งที่ 1/2563',
    content:
        'วันอังคารที่ 3 มีนาคม พ.ศ. 2563 เวลา 13.00 น. นายธนบูรณ์  เซ่งง่าย อุตสาหกรรมจังหวัดสงขลา มอบหมายให้นางสาววรรณี พุฒแก้ว หัวหน้ากลุ่มนโยบายและแผนงาน  เข้าร่วมประชุมคณะกรรมการบริหารงานจังหวัดแบบบูรณาการจังหวัดสงขลา (ก.บ.จ.) ครั้งที่ 1/2563 โดยมีนายอำพล พงศ์สุวรรณ รองผู้ว่าราชการจังหวัดสงขลา เป็นประธานในที่ประชุม ณ ห้องประชุม CEO ชั้น 3 ศาลากลางจังหวัดสงขลา โดยที่ประชุมได้อนุมัติให้โอนเปลี่ยนแปลง โครงการจัดทำศูนย์อพยพสัตว์ “ควายน้ำทะเลน้อย อำเภอระโนด” งบประมาณจาก 4,900,000 บาท เป็น 1,309,000 บาท โดยการปรับลดปริมาณการถมดินลงและปรับขนาดลง และที่ประชุมยังได้ให้ส่วนราชการจัดเตรียมโครงการที่มีความจำเป็นเร่งด่วน เช่น การแก้ไขปัญหาภัยแล้ง เพื่อขอใช้งบเหลือจ่ายต่อไป',
    date: '2563-03-03 16:36:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดสงขลา',
    imgurl:
        'http://www.industry.go.th/songkhla/media/k2/items/cache/09a96e6da7312ed96924595ffd0b6c0a_L.jpg',
    typeId: 'nwst02',
    tag: ['kw30', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws23',
    title: 'สำนักงานอุตสาหกรรมจังหวัดตราดร่วมต่อต้านทุจริตคอรัปชั่นทุกรูปแบบ',
    content: '', //มีแต่รูป
    date: '2563-03-03 16:32:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดตราด',
    imgurl:
        'http://www.industry.go.th/trat/media/k2/items/cache/76b63fdc3ebd14fa2885783fc715ece9_L.jpg',
    typeId: 'nwst02',
    tag: ['kw39', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws24',
    title: 'ยโสธร ตรวจเยี่ยมหน่วยตรวจวัดคุณภาพอากาศในบรรยากาศแบบเคลื่อนที่',
    content:
        'เมื่อวันที่ 3 กุมภาพันธ์ 2563 เวลา 08.40 น. นางสมใจ  ยาวะโนภาส นักวิเคราะห์นโยบายและแผนชำนาญการพิเศษ รักษาราชการแทน อุตสาหกรรมจังหวัดยโสธร พร้อมด้วยข้าราชการ สำนักงานอุตสาหกรรมจังหวัดยโสธร ตรวจเยี่ยมหน่วยตรวจวัดคุณภาพอากาศในบรรยากาศแบบเคลื่อนที่ คันที่ 3 ณ​ บริเวณหน้าองค์การบริหารส่วนจังหวัดยโสธร​ (ตลาดเขียว)​  โดยมีนายสมเพชร สร้อยสระคู รองผู้ว่าราชการจังหวัดยโสธร นำการตรวจเยี่ยมหน่วยตรวจวัด​ ฯ​ ดังกล่าว',
    date: '2563-03-03 16:32:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดยโสธร',
    imgurl:
        'http://www.industry.go.th/yasothon/media/k2/items/cache/e127b0a44fbeaa8b2b5191a727624976_L.jpg',
    typeId: 'nwst02',
    tag: ['kw40', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws25',
    title: 'กิจกรรม "กาแฟรับอรุณจังหวัดยโสธร"',
    content:
        'เมื่อวันที่ 3 กุมภาพันธ์ 2563 เวลา 07.00 น. นางสมใจ  ยาวะโนภาส นักวิเคราะห์นโยบายและแผนชำนาญการพิเศษ รักษาราชการแทน อุตสาหกรรมจังหวัดยโสธร พร้อมด้วยข้าราชการ สำนักงานอุตสาหกรรมจังหวัดยโสธร เข้าร่วมกิจกรรม “กาแฟรับอรุณจังหวัดยโสธร” เพื่อปรึกษาหารือข้อราชการ ปัญหาอุปสรรค ข้อเสนอแนะ และแนวทางแก้ไขปัญหาร่วมกัน ณ สำนักงานทรัพยากรธรรมชาติและสิ่งแวดล้อมจังหวัดยโสธร โดยมีนายสมเพชร สร้อยสระคู รองผู้ว่าราชการจังหวัดยโสธร เป็นประธานในกิจกรรม',
    date: '2563-03-03 16:31:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดยโสธร',
    imgurl:
        'http://www.industry.go.th/yasothon/media/k2/items/cache/150a45b1ac92c991f76b0828371e402d_L.jpg',
    typeId: 'nwst02',
    tag: ['kw03', 'kw41', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws26',
    title:
        'ประชุมคณะกรรมการจัดทำรายงานการประเมินผลการควบคุมภายในภาพรวมจังหวัดสุราษฎร์ธานี',
    content:
        'วันอังคารที่ 3 มีนาคม 2563 นายภักดี ปานหงษ์ อุตสาหกรรมจังหวัดสุราษฎร์ธานี มอบหมายให้ว่าที่ร้อยตรีหญิงอารดา อินทชาติ นักวิเคราะห์นโยบายและแผนชำนาญการ เข้าร่วมประชุมคณะกรรมการจัดทำรายงานการประเมินผลการควบคุมภายในภาพรวมจังหวัดสุราษฎร์ธานี ณ ห้องประชุมตาปี ชั้น 4 ศาลากลางจังหวัดสุราษฎร์ธานี โดยมีนายธีระ อนันตเสรีวิทยา เป็นประธานการประชุม',
    date: '2563-03-03 16:10:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดสุราษฎร์ธานี',
    imgurl:
        'http://www.industry.go.th/suratthani/media/k2/items/cache/63bb6999d3e30cfd55f65bebc2163861_L.jpg',
    typeId: 'nwst02',
    tag: ['kw30', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws27',
    title: 'ประชุมประจำเดือนกุมภาพันธ์ 63',
    content:
        'เมื่อวันที่ 2 มีนาคม 2563 สำนักงานอุตสาหกรรมจังหวัดหนองคาย ดำเนินการประชุมประจำเดือน กุมภาพันธ์ 63 เพื่อรายงานผลการดำเนินงานของกลุ่มงานและรับทราบแนวทางในการปฏิบัต���งานต่อไป',
    date: '2563-03-03 16:04:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดหนองคาย',
    imgurl:
        'http://www.industry.go.th/nongkhai/media/k2/items/cache/3a99333b34372cd42ab271c0aed0c54f_L.jpg',
    typeId: 'nwst02',
    tag: ['kw30', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws28',
    title: 'ประชุมการดำเนินการป้องกันและแก้ไขปัญหาภัยแล้งในพื้นที่เสี่ยง',
    content: '', //มีแต่รูป
    date: '2563-03-03 15:48:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดพะเยา',
    imgurl:
        'http://www.industry.go.th/phayao/media/k2/items/cache/06d9f0059873b042fd72049377a446ef_L.jpg',
    typeId: 'nwst02',
    tag: ['kw30', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws29',
    title:
        'ร่วมพิธีถวายเครื่องราชสักการะแด่พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร ในฐานะที่พระองค์ทรงเป็น “พระบิดาแห่งมาตรฐานการช่างไทย”',
    content: '', //มีแต่รูป
    date: '2563-03-03 14:45:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดศรีสะเกษ',
    imgurl:
        'http://www.industry.go.th/sisaket/media/k2/items/cache/2dfd978cef3ad1bf2fbe4fa1bfb01bb3_L.jpg',
    typeId: 'nwst02',
    tag: ['kw33', 'kw34', 'kw30'],
  ),
  News(
    id: 'nws30',
    title:
        'ประกาศเจตนารมณ์ “เจตจำนงสุจริตในการปฏิบัติงาน” ประจำปีงบประมาณ พ.ศ. 2563',
    content: '', //มีแต่รูป
    date: '2563-03-03 14:44:00Z',
    author: 'ข่าวสำนักงานอุตสาหกรรมจังหวัดศรีสะเกษ',
    imgurl:
        'http://www.industry.go.th/sisaket/media/k2/items/cache/7845791928a871ef7ddb6342613386c0_L.jpg',
    typeId: 'nwst02',
    tag: ['kw33', 'kw34', 'kw43'],
  ),
  News(
    id: 'nws31',
    title:
        'ประกวดราคาจ้างบำรุงรักษาอุปกรณ์คอมพิวเตอร์ เครื่องพิมพ์ อุปกรณ์ต่อพ่วงในส่วนกลางและส่วนภูมิภาค ประจำปีงบประมาณ พ.ศ. 2563 ระยะเวลาดำเนินการ 6 เดือนด้วยวิธีการประกวดราคาอิเล็กทรอนิกส์',
    content:
        'ประกาศเชิญชวน \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyy_1_2.pdf) \nเอกสารประกวดราคาจ้าง \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyy_1_1.pdf)',
    date: '2563-03-03 18:05:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw42', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws32',
    title: 'ประกาศ เผยแพร่การจัดซื้อจัดจ้าง ประจำปีงบประมาณ พ.ศ. 2563',
    content:
        'ประกาศ เผยแพร่การจัดซื้อจัดจ้าง ประจำปีงบประมาณ พ.ศ. 2563 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyZyyyZyyy.ZyyyyyyyyyyyyyyyZy.y.Z2563.pdf)',
    date: '2563-03-02 10:11:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws33',
    title:
        'ประกาศผู้ชนะ เช่าวงจารสื่อสารความเร็วสูงและบริการอินเตอร์เน็ต ประจำปีงบประมาณ พ.ศ. 2563 ระยะเวลาการ 6 เดือน',
    content:
        'ประกาศผู้ชนะ \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyy_1_3.pdf)',
    date: '2563-02-26 16:46:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws34',
    title: 'ประกวดราคาจ้างดำเนินการประชาสัมพันธ์ผ่านสื่อวิทยุและสื่อโทรทัศน์',
    content:
        'ประกาศประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyy_1_1.pdf)',
    date: '2563-02-26 15:29:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw42', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws35',
    title:
        'จ้างที่ปรึกษาจัดทำนโยบายด้านการรักษาความมั่นคงปลอดภัยทางไซเบอร์ (Cyber Security) ภาคอุตสาหกรรม ประจำปีงบประมาณ พ.ศ. 2563 โดยวิธีประกาศเชิญชวนทั่วไป',
    content:
        'ประกาศจ้างทีปรึกษา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyZCyberZSecurity.pdf) \nราคากลาง แบบ บก.04 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyZyyyZyy.04ZCyberZSecurity.pdf) \nขอบเขตของงานจ้างที่ปรึกษา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/TORZyyyyyyyyyyyyyyyyyyyyyyZCyberZSecurity.pdf)',
    date: '2563-02-17 16:52:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw23', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws36',
    title:
        'ประกาศผู้ชนะการเสนอราคา ประกวดราคาโครงการจัดซื้อและติดตั้งครุภัณฑ์คอมพิวเตอร์สำหรับประมวลผล แบบที่ 2 พร้อมชุดโปรแกรมระบบปฏิบัติการและโปรแกรมจัดการสำนักงาน จำนวน 146 ชุดและเครื่องสำรองไฟฟ้า จำนวน 146 เครื่อง ประจำปีงบประมาณ พ.ศ. 2563 (e-bidding)',
    content:
        'ประกาศผู้ชนะการเสนอราคา ประกวดราคาโครงการจัดซื้อและติดตั้งครุภัณฑ์คอมพิวเตอร์สำหรับประมวลผล แบบที่ 2 พร้อมชุดโปรแกรมระบบปฏิบัติการและโปรแกรมจัดการสำนักงาน จำนวน 146 ชุดและเครื่องสำรองไฟฟ้า จำนวน 146 เครื่อง ประจำปีงบประมาณ พ.ศ. 2563 (e-bidding) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/CCF_000062.pdf)',
    date: '2563-02-17 14:18:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws37',
    title:
        'ประกาศผู้ชนะเสนอราคา ประกวดราคาจ้างกิจกรรมการประชาสัมพันธ์เชิงรุกของ อก. ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)',
    content:
        'ประกาศผู้ชนะเสนอราคา ประกวดราคาจ้างกิจกรรมการประชาสัมพันธ์เชิงรุกของ อก. ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyy_1_2.pdf)',
    date: '2563-02-04 16:52:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws38',
    title:
        'ประกาศ ประกวดราคาจ้างโครงการพัฒนาเว็บไซต์กระทรวงอุตสาหกรรม เพื่อสนับสนุนการให้บริการข้อมูลสำหรับประชาชนและผู้ประกอบการ ประจำปี พ.ศ. 2563 ครั้งที่2',
    content:
        'เอกสารประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/CCF_000053_1.pdf) \nประกาศประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/CCF_000054.pdf)',
    date: '2563-01-29 15:41:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws39',
    title:
        'ประกาศประกวดราคาเช่าวงจรสื่อสารความเร็วสูงและบริการอินเทอร์เน็ต สำหรับ สปอ. สอจ. กรม. สาขากรมในภูมิภาค และหน่วยงานในสังกัด อก. ประจำปีงบประมาณ พ.ศ. 2563 ระยะเวลาดำเนินการ 6 เดือน',
    content:
        'ประกาศประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyy_1_2.pdf) \nเอกสารประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyy_1_3.pdf)',
    date: '2563-01-16 13:11:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws40',
    title:
        'ประกาศประกวดราคาจ้างโครงการพัฒนาพัฒนาและปรับปรุงโครงสร้างพื้นฐานสื่อสารผ่านระบบเครือข่าย VoIP - Voice over IP หรือ Voice Gateway ประจำปีงบประมาณ พ.ศ. 2563',
    content:
        'เอกสารประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyy_1.pdf) \nประกาศประกวดราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyy_1_1.pdf)',
    date: '2563-01-16 13:05:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst03',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws41',
    title:
        'ประกาศร่าง TOR และราคากลาง การดำเนินการประชาสัมพันธ์ผ่านสื่อวิทยุและสื่อโทรทัศน์',
    content:
        'ร่าง TOR \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/TOR_1_1.pdf) \nราคากลาง \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyy_1_2.pdf)',
    date: '2563-02-20 08:23:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws42',
    title:
        'ประกาศร่าง TOR และราคากลางจ้างบำรุงรักษาอุปกรณ์คอมพิวเตอร์ เครื่องพิมพ์ อุปกรณ์ต่อพ่วงในส่วนกลางและส่วนภูมิภาค ประจำปีงบประมาณ พ.ศ. 2563 ระยะเวลาดำเนินการ 6 เดือน',
    content:
        'ประกาศร่าง TOR จ้างบำรุงรักษาอุปกรณ์คอมพิวเตอร์ เครื่องพิมพ์ อุปกรณ์ต่อพ่วงในส่วนกลางและส่วนภูมิภาค ประจำปีงบประมาณ พ.ศ. 2563 ระยะเวลาดำเนินการ 6 เดือน \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/Tor_1_1.pdf) \nราคากลาง \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyy_1_1.pdf)',
    date: '2563-02-17 17:17:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw43', 'kw33', 'kw34', 'kw45'],
  ),
  News(
    id: 'nws43',
    title:
        'ประกาศร่างและราคากลาง ขอบเขตของงานจ้างที่ปรึกษาจัดทำนโยบายด้านการรักษาความมั่นคงปลอดภัยทางไซเบอร์ (Cyber Security) ภาคอุตสาหกรรมประจำปีงบประมาณ พ.ศ. 2563',
    content:
        'ร่างขอบเขตของงานจ้างที่ปรึกษา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/TORZyyyyyyyyyyyyyyyyyyyyyyZCyberZSecurity_1.pdf) \nราคากลาง แบบ บก.04 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyZyyyZyy.04ZCyberZSecurity_1.pdf)',
    date: '2563-02-17 16:56:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws44',
    title:
        'ประกาศร่างข้อกำหนดการจ้างและราคากลาง โครงการพัฒนาเว็บไซต์กระทรวงอุตสาหกรรม เพื่อสนับสนุนการให้บริการข้อมูลสำหรับประชาชนและผู้ประกอบการ ปีงบประมาณ พ.ศ. 2563 (ครั้งที่ 2)',
    content:
        'ประกาศ ร่าง ข้อกำหนดการจ้าง โครงการพัฒนาเว็บไซต์กระทรวงอุตสาหกรรม เพื่อสนับสนุนการให้บริการข้อมูลสำหรับประชาชนและผู้ประกอบการ ปีงบประมาณ พ.ศ. 2563 (ครั้งที่ 2) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/TORZyyyyyyyyyyZ2.pdf) \nราคากลาง โครงการพัฒนาเว็บไซต์กระทรวงอุตสาหกรรม เพ��่อสนับสนุนการให้บริการข้อมูลสำหรับประชาชนและผู้ประกอบการ ปีงบประมาณ พ.ศ. 2563 (ครั้งที่ 2) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyZ2.pdf)',
    date: '2563-01-22 15:55:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws45',
    title:
        'เช่าวงจรสื่อสารความเร็วสุงและบริการอินเทอร์เน็ต สำหรับ สปอ.สอจ.กรม สาขากรมในภูมิภาค และหน่วยงานในสังกัด อก. 2563',
    content:
        'ราคากลาง \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyy_8.pdf) \nรTor \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/TorZyyyyyyyyyyyyyyy_1_1.pdf)',
    date: '2562-12-25 16:56:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw23', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws46',
    title:
        'ร่างข้อกำหนดคุณลักษณะ การจัดซื้อและติดตั้งครุภัณฑ์คอมพิวเตอร์สำหรับประมวลผล แบบที่ 2 พร้อมชุดโปรแกรมระบบปฏิบัติการและโปรแกรมจัดการสำนักงาน จำนวน 146 ชุด และเครื่องสำรองไฟฟ้า จำนวน 146 เครื่อง ประจำปีงบประมาณ พ.ศ. 2563 ครั้งที่2',
    content:
        'ร่างข้อกำหนดคุณลักษณะ การจัดซื้อและติดตั้งครุภัณฑ์คอมพิวเตอร์สำหรับประมวลผล แบบที่ 2 พร้อมชุดโปรแกรมระบบปฏิบัติการและโปรแกรมจัดการสำนักงาน จำนวน 146 ชุด และเครื่องสำรองไฟฟ้า จำนวน 146 เครื่อง ประจำปีงบประมาณ พ.ศ. 2563 ครั้งที่2 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/torZyyyyyyyyyy.pdf)',
    date: '2562-12-20 14:22:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw33', 'kw34', 'kw45'],
  ),
  News(
    id: 'nws47',
    title:
        'ราคากลาง การจัดซื้อและติดตั้งครุภัณฑ์คอมพิวเตอร์สำหรับประมวลผล แบบที่ 2 พร้อมชุดโปรแกรมระบบปฏิบัติการและโปรแกรมจัดการสำนักงาน จำนวน 146 ชุด และเครื่องสำรองไฟฟ้า จำนวน 146 เครื่อง ประจำปีงบประมาณ พ.ศ. 2563 ครั้งที่ 2',
    content:
        'ราคากลาง การจัดซื้อและติดตั้งครุภัณฑ์คอมพิวเตอร์สำหรับประมวลผล แบบที่ 2 พร้อมชุดโปรแกรมระบบปฏิบัติการและโปรแกรมจัดการสำนักงาน จำนวน 146 ชุด และเครื่องสำรองไฟฟ้า จำนวน 146 เครื่อง ประจำปีงบประมาณ พ.ศ. 2563 ครั้งที่ 2 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyy_2.pdf)',
    date: '2562-12-20 14:18:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw33', 'kw34', 'kw45'],
  ),
  News(
    id: 'nws48',
    title:
        'ประกาศร่างขอบเขตของงานและร่างราคากลางงานจ้างบำรุงรักษาอุปกรณ์คอมพิวเตอร์ เครื่องพิมพ์ อุปกรณ์ต่อพ่วงในส่วนกลางและส่วนภูมิภาค ประจำปีงบประมาณ พ.ศ.2563',
    content:
        'ประกาศร่างขอบเขตของงานจ้างบำรุงรักษาอุปกรณ์คอมพิวเตอร์ เครื่องพิมพ์ อุปกรณ์ต่อพ่วงในส่วนกลางและส่วนภูมิภาค ประจำปีงบประมาณ พ.ศ.2563 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyZyyyyyyyyyyyyyyyyyyyyyyyyyyyyy.pdf) \nประกาศร่างขอบเขตของงานและร่างราคากลางงานจ้างบำรุงรักษาอุปกรณ์คอมพิวเตอร์ เครื่องพิมพ์ อุปกรณ์ต่อพ่วงในส่วนกลางและส่วนภูมิภาค ประจำปีงบประมาณ พ.ศ.2563 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyZyy.06Zyyyyyyyyyyyyyyyyyyyyyyyyyyyy_2.pdf)',
    date: '2562-12-17 17:51:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw43', 'kw33', 'kw34', 'kw45'],
  ),
  News(
    id: 'nws49',
    title:
        'ร่างประกวดราคาโครงการพัฒนาและปรับปรุงโครงสร้างพื้นฐานระบบโทรศัพท์สื่อสารผ่านระบบเครือข่าย VoIP - Voice IP หรือ Voice Gateway',
    content:
        'ร่างประกวดราคาโครงการพัฒนาและปรับปรุงโครงสร้างพื้นฐานระบบโทรศัพท์สื่อสารผ่านระบบเครือข่าย VoIP - Voice IP หรือ Voice Gateway \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/TorZyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy_1.pdf)',
    date: '2562-12-02 18:19:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw42', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws50',
    title:
        'ร่างขอบเขตของงานและร่างราคากลาง การเช่าระบบ Cloud Computing เพื่อสนับสนุนการปฏิบัติงานและการให้บริการข้อมูลประชาชนและผู้ประกอบการ ประจำปีงบประมาณ พ.ศ. 2563',
    content:
        'scan0060.pdf \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/scan0060.pdf)',
    date: '2562-11-26 17:01:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst04',
    tag: ['kw33', 'kw34', 'kw45'],
  ),
  News(
    id: 'nws51',
    title:
        'ประกาศผู้ชนะการเสนอราคา โครงการเช่าบริการระบบประมวลผลคลาวด์ (Cloud Computing) เพื่อสนับสนุนการปฏิบัติงานและให้บริการข้อ��ูลประชาชนและผู้ประกอบการ ประจำปีงบประมาณ 2563 ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)',
    content:
        'ประกาศผู้ชนะการเสนอราคา \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyyyyy_2.pdf)',
    date: '2563-02-19 19:01:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws52',
    title:
        'ประกาศผู้ชนะโครงการพัฒนาระบบสารสนเทศเพื่อบริหารจัดการศูนย์ข้อมูลกลาง ประจำปีงบประมาณ พ.ศ.2563',
    content:
        'ประกาศผู้ชนะ \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyy_4.pdf)',
    date: '2563-02-14 19:05:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws53',
    title:
        'ประกาศผู้ชนะการจัดซื้อจัดจ้างหรือผู้ได้รับการคัดเลือกและสารสำคัญของสัญญาหรือข้อตกลงเป็นหนังสือประจำไตรมาส 4',
    content:
        'ประกาศผู้ชนะการจัดซื้อจัดจ้างหรือผู้ได้รับการคัดเลือกและสารสำคัญของสัญญาหรือข้อตกลงเป็นหนังสือประจำไตรมาส 4 \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyZ4_1.pdf)',
    date: '2562-10-31 13:54:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws54',
    title:
        'ประกาศผู้ชนะการเสนอราคา ประกวดราคาจัดซื้อเครื่องถ่ายเอกสารสี ขาว-ดำ จำนวน 3 เครื่อง เครื่องถ่ายเอกสารขาว-ดำ 1 เครื่อง',
    content:
        'ประกาศผู้ชนะการเสนอราคา ประกวดราคาจัดซื้อเครื่องถ่ายเอกสารสี ขาว-ดำ จำนวน 3 เครื่อง เครื่องถ่ายเอกสารขาว-ดำ 1 เครื่อง \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyy26082562.pdf)',
    date: '2562-08-26 17:48:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws55',
    title:
        'ประกาศผู้ชนะ การเสนอราคา ประกวดราคาซื้อโครงการจัดซื้อเครื่องถ่ายเอกสาร ขาว -ดำ จำนวน 13 เครื่อง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)',
    content:
        'ประกาศผู้ชนะ การเสนอราคา ประกวดราคาซื้อโครงการจัดซื้อเครื่องถ่ายเอกสาร ขาว -ดำ จำนวน 13 เครื่อง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/scan0035.pdf)',
    date: '2563-08-15 15:23:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws56',
    title:
        'ประกาศผู้ชนะการเสนอราคา ประกวดราคาจ้างทำระบบรับรองคุณสมบัติของผู้รวบรวมระบบ(System Integator : SI)',
    content:
        'ประกาศผู้ชนะการเสนอราคา ประกวดราคาจ้างทำระบบรับรองคุณสมบัติของผู้รวบรวมระบบ(System Integator : SI) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyy24062562.pdf)',
    date: '2562-06-24 17:02:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws57',
    title:
        'รายงานผลการจัดซื้อจัดจ้างปีงบประมาณพ.ศ.2561 (1ตุลาคม2560 - 30 กันยายน2561)',
    content:
        'รายงานผลการจัดซื้อจัดจ้างปีงบประมาณพ.ศ.2561 (1ตุลาคม2560 - 30 กันยายน2561) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyZ61.pdf)',
    date: '2563-05-17 13:00:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw33', 'kw34', 'kw43'],
  ),
  News(
    id: 'nws58',
    title:
        'ประกาศ เรื่อง ประกาศผู้ชนะการเสนอราคา จ้างที่ปรึกษาเพื่อดำเนินโครงการจัดทำยุทธศาสตร์และแผนงานประจำปี พ.ศ. ๒๕๖๒-๒๕๖๔ ของกองทุนพัฒนาเอสเอ็มอีตามแนวประชารัฐ กระทรวงอุตสาหกรรม ด้วยวิธีคัดเลือก',
    content:
        'เรื่อง ประกาศผู้ชนะการเสนอราคา จ้างที่ปรึกษาเพื่อดำเนินโครงการจัดทำยุทธศาสตร์และแผนงานประจำปี พ.ศ. ๒๕๖๒-๒๕๖๔ ของกองทุนพัฒนาเอสเอ็มอีตามแนวประชารัฐ กระทรวงอุตสาหกรรม ด้วยวิธีคัดเลือก \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyZy.y.Zyyyy-yyyy10042562.pdf)',
    date: '2562-04-10 15:50:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw18', 'kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws59',
    title:
        'ประกาศ สปอ. เรื่อง ประกาศผลผู้ชนะการจัดซื้อจัดจ้างหรือผู้ได้รับการคัดเลือก และสาระสำคัญของสัญญาหรือข้อตกลงเป็นหนังสือ ประจำไตรมาสที่ 2 (เดือนมกราคม 2562 - เดือนมีนาคม 2562)',
    content:
        'ประกาศ สปอ. เรื่อง ประกาศผลผู้ชนะการจัดซื้อจัดจ้างหรือผู้ได้รับการคัดเลือก และสาระสำคัญของสัญญาหรือข้อตกลงเป็นหนังสือ ประจำไตรมาสที่ 2 (เดือนมกราคม 2562 - เดือนมีนาคม 2562) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyyyyyyyyyyyyyyyyyyyyyyyyZyyyyyyyyyyyyyyyyyyyyyyyyyZe-GPZyyyyyyyyyZ205042562.pdf)',
    date: '2562-04-05 15:52:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws60',
    title:
        'ประกาศ สปอ. เรื่อง ประกาศผู้ชนะการเสนอราคา ประกวดราคาโครงการปรับปรุงและพัฒนาระบบบริหารจัดการเพื่อการพิสูจน์ตัวตน (Authentication) ระยะที่ ๒ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)',
    content:
        'ประกาศ สปอ. เรื่อง ประกาศผู้ชนะการเสนอราคา ประกวดราคาโครงการปรับปรุงและพัฒนาระบบบริหารจัดการเพื่อการพิสูจน์ตัวตน (Authentication) ระยะที่ ๒ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) \nDownload (http://www.industry.go.th/center_mng/media/k2/attachments/yyyyyyZyyy.ZyyyyyyZyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyZyyyyyyyyyyyy20032562.pdf)',
    date: '2562-03-20 14:00:00Z',
    author: 'สำนักบริหารกลาง',
    typeId: 'nwst05',
    tag: ['kw43', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws61',
    title:
        'ประกาศ สำนักเลขาธิการนายกรัฐมนตรีรับสมัครสอบข้าราชการพลเรือนสามัญ ตำแหน่งนักวิเคราะห์นโยบายและแผนปฏิบัติการ (ด้านต่างประเทศ) จำนวน 1 อัตรา ตำแหน่งนักวิชาการคอมพิวเตอร์ปฏิบัติการ จำนวน 1 อัตรา และตำแหน่งเจ้าพนักงานธุรการปฏิบัติงาน จำนวน 2 อัตรา',
    content:
        'เอกสารแนบ \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/00001148.pdf)',
    date: '2563-02-24 09:48:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws62',
    title:
        'ประกาศรายชื่อผู้มีสิทธิเข้ารับการประเมินความรู้ ความสามารถ ทักษะ และสมรรถนะ ครั้งที่ 2 (สอบสัมภาษณ์) พนักงานราชการ',
    content:
        '20200213080312026.pdf \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/20200213080312026.pdf)',
    date: '2563-02-13 07:44:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws63',
    title:
        'ประกาศรับสมัครบุคคลเพื่อปฏิบัติหน้าที่ ตำแหน่ง นักวิเคราะห์นโยบายและแผน จำนวน 3 อัตรา ประจำกองยุทธศาสตร์และแผนงาน สำนักงานปลัดกระทรวงอุตสาหกรรม',
    content:
        'รับสมัครงาน \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/113531012563.pdf)',
    date: '2563-01-31 11:26:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws64',
    title:
        'ประกาศ สปอ. เรื่อง รายชื่อผู้เข้ารับการประเมินความรู้ ความสามารถ ทักษะ และสมรรถนะ ครั้งที่ 1 (สอบข้อเขียน) พนักงานราชการ ตำแหน่งนักวิชาการตรวจสอบภายใน และตำแหน่งเจ้าพนักงานการเงินและบัญชี',
    content:
        'ประกาศรายชื่อ พรก \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYY_YYY_1.pdf)',
    date: '2563-01-24 15:21:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws65',
    title: 'ประกาศรับสมัครบุคคลเพื่อเลือกสรรเป็นพนักงานราชการทั่วไป',
    content:
        'ประกาศรับสมัครพนักงานราชการ \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYY_YYY_1.pdf)',
    date: '2563-01-07 15:21:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws66',
    title:
        'ประกาศ รับสมัครบุคคลเพื่อคัดเลือกเป็นเจ้าหน้าที่ศูนย์ส่งเสริมศิลปาชีพระหว่างประเทศ (องค์การมหาชน)',
    content:
        'ประกาศ \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/MX-2614N_20191220_100725.pdf)',
    date: '2562-12-20 09:56:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws67',
    title:
        'ประกาศการขึ้นบัญชีและการยกเลิกบัญชีผู้ได้รับการคัดเลือกในตำแหน่งเจ้าพนักงานธุรการปฏิบ้ติงาน ของสำนักงานรัฐมนตรี กระทรวงอุตสาหกรรม',
    content:
        'ประกาศ \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYYY_YY.YYYYYY_YY.pdf) \nเอกสารที่ต้องนำมาวันรายงานตัว \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYYYYYYYYYYYYYYYYYYY_YYYYYYYYYYYYYYYYYYYYYYY_3.pdf)',
    date: '2562-11-22 11:06:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws68',
    title:
        'ประกาศการขึ้นบัญชีและการยกเลิกบัญชีผู้ได้รับการคัดเลือกในตำแหน่งนักจัดการงานทั่วไปปฏิบัติการ ของสำนักงานปลัดกระทรวงอุตสาหกรรม',
    content:
        'เอกสารที่ต้องนำมารายงานตัว \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYYYYYYYYYYYYYYYYYYY_YYYYYYYYYYYYYYYYYYYYYYY_2.pdf) \nประกาศ \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYY.pdf)',
    date: '2562-11-22 11:04:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws69',
    title:
        'ประกาศการขึ้นบัญชีและการยกเลิกบัญชีผู้ได้รับการคัดเลือกในตำแหน่งนักวิชาการพัสดุปฏิบัติการ ของสำนักงานปลัดกระทรวงอุตสาหกรรม',
    content:
        'ประกาศ \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYYYYYYYYYYYYYYYYYY_4.pdf) \nเอกสารที่ต้องนำมาวันรายงานตัว \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYYYYYYYYYYYYYYYYYYYYYYYYYYY_YYYYYYYYYYYYYYYYYYYYYYY_1.pdf)',
    date: '2562-11-22 11:03:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
  News(
    id: 'nws70',
    title:
        'ประกาศรายชื่อผู้มีสิทธิเข้ารับการประเมินความเหมาะสมกับตำแหน่งในตำแหน่งเจ้าพนักงานธุรการปฏิบัติงาน และกำหนดวัน เวลา และสถานที่ีในการประเมิน',
    content:
        'YYYYYY_YY.YYYYYY_1.pdf \nDownload (http://www.industry.go.th/hrd/media/k2/attachments/YYYYYY_YY.YYYYYY_1.pdf)',
    date: '2562-11-14 16:30:00Z',
    author: 'สำนักบริหารและพัฒนาทรัพยากรบุคคล',
    typeId: 'nwst06',
    tag: ['kw43', 'kw44', 'kw33', 'kw34'],
  ),
];
